"Unsupported system version" = "Unsupported system version";
"This version of macOS isn't supported by DeployStudio Runtime." = "This version of macOS isn't supported by DeployStudio Runtime.";

"Please select a deployment workflow first, then click on the play button." = "Please select a deployment workflow first, then click on the play button.";

"%@ (Secure)" = "%@ (Secure)";

"DeployStudio Server lookup..." = "DeployStudio Server lookup...";
"Authenticating to server..." = "Authenticating to server...";
"Downloading available workflows..." = "Downloading available workflows...";
"Downloading host configuration..." = "Downloading host configuration...";
"Downloading repository configuration..." = "Downloading repository configuration...";
"Downloading server information..." = "Downloading server information...";

"Server unreachable" = "Server unreachable";
"Cannot reach the server %@." = "Cannot reach the server %@.";

"Server not found" = "Server not found";
"No server has been discovered using Bonjour." = "No server has been discovered using Bonjour.";
"Cannot start Bonjour browsing." = "Cannot start Bonjour browsing.";

"Unknown host" = "Unknown host";
"The address '%@' is not valid or the host is unreachable." = "The address '%@' is not valid or the host is unreachable.";

"Server busy" = "Server busy";
"The server is being started.\nPlease retry later." = "The server is being started.\nPlease retry later.";
"The server is syncing its repository with the master server.\nPlease retry later." = "The server is syncing its repository with the master server.\nPlease retry later.";

"Invalid server information" = "Invalid server information";
"The server sent insufficient information to continue.\nPlease contact the DeployStudio Server administrator to check the server's status and configuration." = "The server sent insufficient information to continue.\nPlease contact the DeployStudio Server administrator to check the server's status and configuration.";

"Configuration error" = "Configuration error";
"The server's repository is not configured.\nPlease contact the DeployStudio Server administrator to setup the server's repository." = "The server's repository is not configured.\nPlease contact the DeployStudio Server administrator to setup the server's repository.";

"Inappropriate repository" = "Inappropriate repository";
"You need a network repository to enable this computer to access imaging data.\nPlease contact the DeployStudio Server administrator in order to fix the repository setup." = "You need a network repository to enable this computer to access imaging data.\nPlease contact the DeployStudio Server administrator in order to fix the repository setup.";

"Repository access error" = "Repository access error";
"The server failed to mount or access to its repository.\nPlease contact the DeployStudio Server administrator to fix the server's repository configuration." = "The server failed to mount or access to its repository.\nPlease contact the DeployStudio Server administrator to fix the server's repository configuration.";

"Incompatible server" = "Incompatible server";
"This DeployStudio Runtime version (%@) is incompatible with the server your are trying to connect to (%@).\nPlease update all the DeployStudio components to the same version." = "This DeployStudio Runtime version (%@) is incompatible with the server your are trying to connect to (%@).\nPlease update all the DeployStudio components to the same version.";

"Server version mismatch" = "Server version mismatch";
"This DeployStudio Runtime version (%@) differs from the server your are trying to connect to (%@).\nYou should update all the DeployStudio components to the same version." = "This DeployStudio Runtime version (%@) differs from the server your are trying to connect to (%@).\nYou should update all the DeployStudio components to the same version.";

"Insufficient credentials" = "Insufficient credentials";
"You are not authorized to connect to the server '%@'." = "You are not authorized to connect to the server '%@'.";

"Incompatible Firmware" = "Incompatible Firmware";
"Quit" = "Quit";
"Quit now" = "Quit now";
"Continue" = "Continue";
"The firmware of this computer must be updated in order to install macOS." = "The firmware of this computer must be updated in order to install macOS.";

"\nThe application will quit automatically in %d seconds." = "\nThe application will quit automatically in %d seconds.";

"Host disabled" = "Host disabled";
"This host has been disabled in the hosts database." = "This host has been disabled in the hosts database.";

"Host rejected" = "Host rejected";
"This host is not defined in the hosts database." = "This host is not defined in the hosts database.";

"Workflow initialization..." = "Workflow initialization...";

"Workflow in progress" = "Workflow in progress";
"Abort" = "Abort";
"Cancel" = "Cancel";
"Do you want to abort the running workflow or quit the application?" = "Do you want to abort the running workflow or quit the application?";

"Mounting repository..." = "Mounting repository...";
"Repository access error" = "Repository access error";
"An error occured while mounting the repository share point.\nPlease contact the DeployStudio Server administrator to check the server's repository configuration." = "An error occured while mounting the repository share point.\nPlease contact the DeployStudio Server administrator to check the server's repository configuration.";

"Workflow completed in %d minutes and %d seconds." = "Workflow completed in %d minutes and %d seconds.";
"Workflow completed" = "Workflow completed";

"An error occured while running the selected workflow" = "An error occured while running the selected workflow";
" (%d minutes and %d seconds elapsed)" = " (%d minutes and %d seconds elapsed)";
"%@%@.\nPlease check the logs for more details." = "%@%@.\nPlease check the logs for more details.";
"%@.\nPlease check the logs for more details." = "%@.\nPlease check the logs for more details.";
"Workflow aborted" = "Workflow aborted";
"Workflow aborted by user" = "Workflow aborted by user";

"Please enter your login name and password to login." = "Please enter your login name and password to login.";
"OK" = "OK";
"The server '%@' has rejected your login and/or password." = "The server '%@' has rejected your login and/or password.";

"en0:\t%0.1f/%0.1fMB/s\n%@:\t%0.1fMB/s" = "en0:\t↓%0.1f ↑%0.1fMB/s\n%@:\t%0.1fMB/s";

"Workflow selector" = "Workflow selector";
"Autostarting workflow" = "Autostarting workflow";
"Autostarting workflow '%@'..." = "Autostarting workflow '%@'...";
"Unknown workflow" = "Unknown workflow";
"Cannot auto-start the workflow '%@' set for this computer." = "Cannot auto-start the workflow '%@' set for this computer.";

"Missing task plugin, please reinstall the Runtime app" = "Missing task plugin, please reinstall the Runtime app";
